const mlHE = {
    common: {},
    payments: {
        title: 'עלויות אחזקת האתר',
        desc: 'בחרו את התכנית המועדפת עליכם, אנחנו מציעים לכם אפשרות להקים בעצמכם את האתר או לאעזר בצוות המקצועי שלנו שיגיע אליכם ויבנה את הכל עבורכם',
        button: 'צרו אתר הנצחה',
        once: {
            title: 'מנוי חודשי',
            price: '₪25',
            term: 'בטל בכל עת',
            desc: 'בטל בכל עת',
            features: [
                'נפח אחסון עד 1,000 מגה',
                'אפשרות להגדיל את הנפח בתשלום נוסף',
                'שירות לקוחות ותמיכה טלפונית'
            ]
        },
        monthly: {
            title: 'רכישה חד פעמית',
            price: '₪79',
            term: '12 תשלומים',
            desc: 'או תשלום אחד של 999₪',
            features: [
                'נפח אחסון עד 1,000 מגה',
                'אפשרות להגדיל את הנפח בתשלום נוסף',
                'שירות לקוחות ותמיכה טלפונית'
            ]
        }
    },
    pages: {
        home: {
            mainScreen: {
                title: 'אתר <br> הנצחה',
                desc: 'צרו אתרי הנצחה מיוחדים ליקיריכם, הזמינו קרובים לספר ולהנציח ביחד',
                button: 'צרו אתר הנצחה',
                scrollTo: 'גלו עוד'
            },
            services: {
                items: {
                    1: {
                        name: 'זכרונות שנשארים לנצח על ציר זמן',
                        desc: 'כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר,',
                        button: 'ראו דוגמא',
                    },
                    2: {
                        name: 'הזמינו קרובים לספר ולהנציח ביחד',
                        desc: 'לראשונה בעולם, אתר הנצחה ליקיריכם המאפשר להזמין קרובים לשתף את הסיפורים שלהם וליצור אתר הנצחה משותף.',
                        button: 'צרו אתר הנצחה',
                    },
                    3: {
                        name: 'סריקת QR על גבי המצבה המפנה לאתר ההנצחה',
                        desc: 'כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר,',
                        button: 'הזמינו מצבה',
                    },
                    4: {
                        name: 'כל הסיפורים שלכם שמורים ובטוחים',
                        desc: 'כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר, כאן נכנס טקסט תיאור קצר,',
                        button: 'צרו אתר הנצחה',
                    },
                }
            },
            examples: {
                title: 'אתרי הנצחה לדוגמה',
                subtitle: 'דוגמאות אמיתיות לאנשים שהונצחו',
                button: 'ראו דוגמא'
            },
        }
    },
    header: {
        login: 'כניסה',
        logout: 'Log out',
        services: 'שירותים',
        about: 'עלינו',
        servicesLink: {
            link1: 'אתר הנצחה אישי',
            link2: 'מודעת אבל דיגיטלית',
            link3: 'מצבה בהתאמה אישית',
        }
    },
    helpCenter: {
        title: 'היי, אנחנו כאן בשביל לעזור',
        message: {
            title: '?צריכים עזרה',
            desc: 'לחצו כאן בשביל לדבר עם נציג',
        },
        contacts: {
            email: {
                url: 'mailto:example@gmail.com',
                text: 'במייל',
            },
            phone: {
                url: 'tel:+380977787500',
                text: 'בשיחה',
            },
            chat: {
                url: '#',
                text: 'צ׳אט',
            },
            whatsapp: {
                url: 'https://wa.me/+380977787500',
                text: 'בוואטסאפ',
            },
        },
        faq: {
            title: 'הנה כמה שאלות נפוצות שאולי יעזרו לכם',
            items: {
                1: {
                    name: '?איך מזמינים מצבה',
                    desc: 'לא, השירות ניתן חינם ונועד לסייע ברגע קשה זה.',
                },
                2: {
                    name: '?איך מזמינים מצבה',
                    desc: 'לא, השירות ניתן חינם ונועד לסייע ברגע קשה זה.',
                },
                3: {
                    name: '?איך מזמינים מצבה',
                    desc: 'לא, השירות ניתן חינם ונועד לסייע ברגע קשה זה.',
                },
                4: {
                    name: '?איך מזמינים מצבה',
                    desc: 'לא, השירות ניתן חינם ונועד לסייע ברגע קשה זה.',
                },
                5: {
                    name: '?איך מזמינים מצבה',
                    desc: 'לא, השירות ניתן חינם ונועד לסייע ברגע קשה זה.',
                },
                6: {
                    name: '?איך מזמינים מצבה',
                    desc: 'לא, השירות ניתן חינם ונועד לסייע ברגע קשה זה.',
                },
            },
        },
    },
    footer: {
        title: 'כל עוד מישהו זוכר אותנו, אנו חיים',
        desc: ' קרלוס רואיז זפרון -',
        link1: 'נספחים',
        link2: 'תנאי שימוש',
        link3: 'מדיניות פרטיות'
    },
    helpForm: {
        title: 'או השאירו לנו הודעה כאן',
        desc: 'גילוי מצבה נערך בתום 30 ימי האבל. אנחנו כאן כדי לעבור איתכם תהליך מכבד הרבה יותר. נלווה אתכם משלב ההזמנה, ונציע לכם דרך חדשה וידידותית לעצב ולהזמין מצבה.',
        links: 'זמינים עבורכם',
        form: {
            title: 'או השאירו לנו הודעה כאן',
            name: 'שם מלא',
            email: 'כתובת מייל',
            msg: 'תוכן ההודעה',
            agree: 'אני מסכים למשהו',
            button: 'שלחו לנו'
        },
    },
    contacts: {
        email: {
            url: 'mailto:test.stfalcon@gmail.com',
            text: 'במייל',
        },
        phone: {
            url: 'tel:+380636946447',
            text: 'בשיחה',
        },
        chat: {
            url: '#',
            text: 'צ׳אט',
        },
        whatsapp: {
            url: 'https://wa.me/+380636946447',
            text: 'בוואטסאפ',
        },
        camera: {
            url: '#',
            text: 'בזום'
        }
    },
    menu: {
        contacts: 'זמינים עבורכם',
        login: 'כניסה',
        button1: 'מודעת אבל דיגיטלית',
        button1Span: '(ללא עלות)',
        button2: 'מצבה בהתאמה אישית',
        button3: 'אתר הנצחה',
        link1: 'אודות איטרניטי',
        link2: 'מאמרים',
        link3: 'שאלות נפוצות',
        link4: 'יצירת קשר',
    },
    create: {
        memorial: {
            common: {
                buttons: {
                    back: 'חזרה',
                },
            },
            welcome: {
                title: 'ברוכים הבאים ליצירת אתר ההנצחה',
                subtitle: 'עולם של הנצחה ליקירים שלנו',
                desc: "בתהליך הבא נכוון אותך בכמה שלבים פשוטים ליצירת התוכן הראשוני לאתר<br>יצירת האתר פשוטה למדי וכוללת שיתוף פעולה מצד קרובי המשפחה<br>אתר ההנצחה כולל את המאפיינים העקריים הבאים:",
                button: 'התחל',
                img1: 'הזמנת קרובי משפחה לספר ולשתף',
                img2: 'סיפור החיים על פי ציר זמן',
                img3: 'אודות הנפטר',
            },
            sidebar: {
                title: 'יצירת אתר הנצחה',
                rip: '(ז״ל)',
                nav: {
                    step1: 'פרטי הנפטר',
                    step2: 'זימון קרובים להשתתף',
                    step3: 'בחירת תכנית',
                },
            },
            step1: {
                title: 'מהם פרטי הנפטר?',
                desc: 'לפניך תהליך קצר שיעזור לך להתחיל ביצירת האתר הנצחה',
                button: 'המשך',
                header: {
                    button: 'חזרה',
                },
                form: {
                    title: 'כתוב את פרטי הנפטר',
                    name: 'שם הנפטר המלא (כולל תואר)',
                    slug: 'web site name',
                    birth: 'תאריך לידה',
                    death: 'תאריך פטירה',
                    photo: {
                        title: 'העלאת תמונת הנפטר',
                        desc: 'רצוי לעלות תמונה באיכות גבוהה',
                    },
                    relation: 'מה הקרבה שלך לנפטר?',
                    button: 'המשך',
                    relations: {
                        1: 'חבר/ה',
                        2: 'בן',
                        3: 'בת',
                        4: 'אמא',
                        5: 'אבא',
                        6: 'סבא',
                        7: 'סבתא',
                        8: 'אח',
                        9: 'אחות',
                        10: 'נכד',
                        11: 'נכדה',
                        12: 'בן/בת - דוד/ה',
                        13: 'דוד',
                        14: 'דודה',
                        15: 'אחיין',
                        16: 'אחיינית',
                        17: 'אחר (כתיבה חופשית)',
                    }
                }
            },
            step2: {
                title: 'הזמן קרובים לספר על {name}',
                description: 'הזמנת קרובים של סא״ל יוסי קורקין ליצירה משותפת בהנצחה',
                form: {
                  title: 'הזמן קרובים לספר',
                    input: {
                      description: 'נוסח ההודעה (ניתן לעריכה)',
                      text: 'אני מזמין/ה אותך לספר על {name} באתר הנצחה שהוקם לכבודו/ה (אין צורך בחשבון):',
                    },
                    contacts: {
                      label: 'שיתוף ב:',
                      clarification: 'ניתן להזמין גם לאחר מכן',
                    },
                    buttons: {
                      payment: 'בחר תכנית מועדפת לתשלום',
                      start: 'התחל',
                        copy: 'העתק הזמנה',
                    },
                },
            },
            step3: {
                title: 'מה התכנית המועדפת עליך?',
                description: 'אנחנו מציעים לכם אפשרות להקים בעצמכם את האתר או לאעזר בצוות המקצועי שלנו שיגיע אליכם ויבנה את הכל עבורכם',
                subscription: {
                    monthly: {
                        label: 'מנוי חודשי',
                        description: 'בטל בכל עת',
                        price: '₪{price}',
                        period: 'לחודש',
                        btn: 'מנוי חודשי נבחר',
                    },
                    oneTime: {
                        label: 'רכישה חד פעמית',
                        description: 'או תשלום אחד של {price}₪',
                        price: '₪{price}',
                        period: '{period} תשלומים',
                        btn: 'בחירה',
                    },
                    services: {
                        storage: 'נפח אחסון עד {capacity} מגה',
                        increase: 'אפשרות להגדיל את הנפח בתשלום נוסף',
                        support: 'שירות לקוחות ותמיכה טלפונית',
                    },
                    options: {
                        title: 'אפשרויות הקמה',
                        independent: 'הקמת האתר באופן עצמאי',
                        team: {
                            label: 'הקמת האתר על ידי צוות איטרניטי',
                            info: 'כרוך בעלות נוספת',
                        }
                    }
                },
                buttons: {
                    start: 'התחל',
                    plan: 'בחר תכנית מועדפת לתשלום',
                }
            },
        }
    }
}

export default mlHE;